Repository: NamedJohnny/Checkmapp-Windows-Phone-
Catalog: CheckMapp/Resources/AppResources.*.xlf
Languages: fr

# Resx/About
source: about
fr: à propos

# Resx/AddPicture
source: Add picture
fr: Ajouter une image

# Resx/AddTrip
source: New trip
fr: Nouveau voyage

# Resx/AddTripName
source: Trip Name
fr: Nom du voyage

# Resx/AddTripDeparture
source: Trip Departure
fr: Lieu de départ

# Resx/AddTripDate
source: Trip Date
fr: Date du voyage

# Resx/AddTripArrival
source: Trip Arrival
fr: Lieu d'arrivée

# Resx/AddNote
source: Add note
fr: ajouter une note

# Resx/ConfirmNewTrip
source: Confirm Trip
fr: Confirmer le voyage

# Resx/ContinueTrip
source: Continue Trip
fr: Continuer le voyage

# Resx/CountPOI
source: P.o. Interest : {0}
fr: P. d'intérêt : {0}

# Resx/CurrentTrip
source: current trip
fr: voyage courant

# Resx/Day
source: Day :
fr: Jour :

# Resx/Delete
source: delete
fr: supprimer

# Resx/Edit
source: edit
fr: modifier

# Resx/Home
source: dashboard
fr: accueil

# Resx/List
source: list
fr: liste

# Resx/Location
source: Enter a location :
fr: Spécifier un lieu :

# Resx/Map
source: Map
fr: Carte

# Resx/EditNote
source: Edit note
fr: Modifier la note

# Resx/NoteName
source: Name
fr: Nom

# Resx/NoteInterestPoint
source: Point of Interest
fr: Point d'intérêt

# Resx/NoteContent
source: Content
fr: Contenu

# Resx/OldTrip
source: older trips
fr: voyages précédents

# Resx/POITitle
source: Points of Interest
fr: Points d'intérêt

# Resx/Rename
source: Rename
fr: Renommer

# Resx/ResourceLanguage
source: fr-FR
fr: fr

# Resx/SelectDate
source: Select a date :
fr: Sélectionner une date :

# Resx/Settings
source: Settings
fr: Paramètres

# Resx/Share
source: share on...
fr: partager sur...

# Resx/SortByDate
source: Sort by Date
fr: Trier par date

# Resx/Timeline
source: timeline
fr: ligne de temps

# Resx/YourTimeLine
source: your timeline
fr: votre ligne de temps

# Resx/YourTravels
source: your travels
fr: vos voyages

# Resx/FinishTrip
source: Finish the trip
fr: Terminer le voyage

# Resx/AddPOI
source: Add p.o. interest
fr: Ajouter p. d'intérêt

# Resx/Statistic
source: Statistics
fr: Statistiques

# Resx/MyNotes
source: my notes
fr: mes notes

# Resx/SeePhotos
source: see photos...
fr: voir les photos...

# Resx/MyPhoto
source: my photos
fr: mes photos

# Resx/Save
source: Save
fr: Enregistrer

# Resx/EditTrip
source: Edit trip
fr: Modifier le voyage

# Resx/ChoosePicture
source: choose picture
fr: choisir photo

# Resx/ConfirmationDeleteTrip
source: Are you sure you want to delete this trip?
fr: Êtes-vous sûr de vouloir supprimer ce voyage?

# Resx/Select
source: select
fr: sélectionner

# Resx/ConfirmDeletePOIs
source: Are you sure you want to delete theses point of interests? (The notes and pictures with these points of interest will also be deleted)
fr: Êtes-vous sûr de vouloir supprimer ces points d'intérêt? (Les notes et les photos avec ces points d'intérêt seront aussi supprimés)

# Resx/MyPoi
source: points of interest
fr: points d'intérêt

# Resx/NotConnected
source: Internet connection missing
fr: Connexion internet désactivée

# Resx/InvalideSearch
source: No result found for : {0}
fr: Aucun résultat trouvé pour : {0}

# Resx/Warning
source: Warning
fr: Avertissement

# Resx/ExamplePointInterest
source: Eiffel Tower
fr: Tour Effeil

# Resx/EditPoi
source: edit p.o. interest
fr: modifier p. d'intérêt

# Resx/PlacePOI
source: Place
fr: Lieu

# Resx/NoteAllTime
source: {0} note(s) in this trip
fr: {0} note(s) dans ce voyage

# Resx/PictureToday
source: {0} picture(s) today
fr: {0} photo(s) aujourd'hui

# Resx/PictureAllTime
source: {0} picture(s) in this trip
fr: {0} photo(s) dans ce voyage

# Resx/ConfirmFinishTrip
source: Are you sure you want to finish this trip?
fr: Êtes-vous certain de vouloir terminer ce voyage?

# Resx/TravelFriends
source: Trip Friends
fr: Amis de voyage

# Resx/TripEndDate
source: End date : {0}
fr: Fin du voyage : {0}

# Resx/YourPosition
source: your position
fr: votre position

# Resx/TripBeginDate
source: Begin date : {0}
fr: Début du voyage : {0}

# Resx/NoteToday
source: {0} note(s) today
fr: {0} note(s) aujourd'hui

# Resx/Loading
source: Loading...
fr: Chargement...

# Resx/IamHere
source: I am at : {0}
fr: Je suis à : {0}

# Resx/Import
source: Import data
fr: Importer les données

# Resx/RestartApp
source: You will have to restart the application
fr: Un redémarrage est nécessaire

# Resx/Export
source: Export data
fr: Exporter les données

# Resx/DataManagement
source: Data Management (backups)
fr: Gestion des données (sauvegardes)

# Resx/ConfirmationImport
source: Are you sure you want to import these data? (This will replace your current data)
fr: Êtes-vous sûr de vouloir importer ces données? (Cela va remplacer ceux actuels)

# Resx/LocationError
source: Your location is disable in your phone settings.
fr: La localisation de votre position est désactivée dans les paramètres de votre téléphone.

# Resx/FileNotFound
source: No valid file has been found in folder Checkmapp in your OneDrive.
fr: Aucun fichier valide n'a été trouvé dans le dossier Checkmapp de votre OneDrive.

# Resx/GetToPOI
source: getting there...
fr: s'y rendre...

# Resx/AppCalendar
source: Do you want to add this trip in your calendar?
fr: Voulez-vous ajouter ce voyage à votre calendrier?

# Resx/Shopping
source: Shopping
fr: Magasinage

# Resx/SelectType
source: Select type
fr: Sélectionner le type

# Resx/Other
source: Other
fr: Autre

# Resx/ImportLoading
source: Import in progress...
fr: Importation en cours...

# Resx/InternetConnectionSettings
source: Your internet connection is offline.
fr: Votre connexion internet est désactivée.

# Resx/POIObject
source: What do you want to do with the objects (notes, pictures) related to the point of interest?
fr: Que voulez-vous faire avec les objets (notes, photos) reliés au point d'intérêt?

# Resx/PlaceNearAdd
source: Do you want to add it to your points of interest?
fr: Voulez-vous l'ajouter à vos points d'intérêt?

# Resx/SetEndDate
source: Set the end date
fr: Définir la date de fin

# Resx/ValidatorEndDate
source: The end date must be greater than the start date.
fr: La date de fin doit être supérieure à la date de début du voyage.

# Resx/PlaceNearYou
source: Places near you
fr: Lieux près de vous

# Resx/PlaceNearLocatePhone
source: Locating your phone...
fr: Localisation de votre téléphone en cours...

# Resx/Add
source: Add
fr: Ajouter

# Resx/HoldFinger
source: Hold finger down on map to locate the place
fr: Tenir le doigt enfoncé sur la carte pour localiser l'endroit

# Resx/ResultPOI
source: {0} points of interest found near you.
fr: {0} points d'intérêt trouvés près de vous.

# Resx/ValidatorEndDateNow
source: The end date must be lower or equal than the current date.
fr: La date de fin doit être inférieure ou égale à la date actuelle.

# Resx/BuyApp
source: Do not forget to buy the full version! (Days remaining : {0})
fr: N'oubliez pas d'acheter la version complète! (Jours restants : {0})

# Resx/ContinueTrial
source: Continue Trial
fr: Continuer la version d'essai

# Resx/TrialOver
source: Your trial is over.
fr: Votre version d'essai est terminé.

# Resx/Previous
source: Previous
fr: Précédent

# Resx/CannotChoosePic
source: An error has occured with this picture.
fr: Une erreur est survenue avec cette photo.

# Resx/Next
source: Next
fr: Suivant

# Resx/BuyNow
source: Buy Now
fr: Acheter maintenant

# Resx/NullPOIObject
source: Remove association with this POI
fr: Enlever le lien avec ce POI

# Resx/DeletePOIObject
source: Delete objects too
fr: Supprimer aussi les objets

# Resx/ExportLoading
source: Export in progress...
fr: Exportation en cours...

# Resx/Park
source: Park
fr: Parc

# Resx/Musee
source: Museum
fr: Musée

# Resx/Coffee
source: Coffee
fr: Café

# Resx/DepDest
source: city, (state, province, disctrict), country
fr: ville, (état, province, disctrict), pays

# Resx/InternetConnectionMap
source: Your internet connection is offline. To access map features you need internet connection or download maps from your cellphone.
fr: Votre connexion internet est désactivée. Pour accéder aux fonctionnalités de la carte, vous avez besoin de connexion internet ou de télécharger les cartes au préalable.

# Resx/ErrorsDetected
source: The following errors occured :
fr: Les erreurs suivantes se sont produites :

# Resx/RateApp
source: Rate this app
fr: Évaluer l'application

# Resx/AboutUs
source: Checkmapp is an application that let you manage all your trips around the world. You can save notes, pictures and points of interest. That way, you can keep the best memories of your travels and share them with your friends. John-William Forcier Félix Baril Alexandre Roy
fr: Checkmapp est une application permettant de garder l'historique de ces voyages à travers le monde. Vous pouvez créer des notes, des photos et des points d'intérêt. De cette façon, vous pouvez garder de meilleurs souvenirs de vos aventures et les partager à vos proches. John-William Forcier Félix Baril Alexandre Roy

# Resx/ConfirmDeletePOI
source: Are you sure you want to delete this point of interest? (The notes and pictures with this point of interest will also be deleted)
fr: Êtes-vous sûr de vouloir supprimer ce point d'intérêt? (Les notes et les photos avec ce point d'intérêt seront aussi supprimés)

# Resx/ConfirmationDeletePictures
source: Are you sure you want to delete these photos?
fr: Êtes-vous sûr de vouloir supprimer ces photos?

# Resx/ConfirmationDeletePicture
source: Are you sure you want to delete this photo?
fr: Êtes-vous sûr de vouloir supprimer cette photo?

# Resx/ConfirmationDeleteNotes
source: Are you sure you want to delete theses notes?
fr: Êtes-vous sûr de vouloir supprimer ces notes?

# Resx/ConfirmationDeleteNote
source: Are you sure you want to delete this note?
fr: Êtes-vous sûr de vouloir supprimer cette note?

# Resx/EditPicture
source: Edit picture
fr: Modifier la photo

# Resx/Cancel
source: Cancel
fr: Annuler

# Resx/SeeNotes
source: see notes...
fr: voir les notes...

# Resx/POITripTitle
source: Points of interest ({0})
fr: Points d'intérêt ({0})
